Autodesk.Revit.DB.Analysis.ConceptualConstructionOpeningType
ConceptualConstructionType values for Openings.
Since:
2012
Since:
2012

Autodesk.Revit.DB.Analysis.ConceptualConstructionOpeningType.NumOpeningTypeConstruction
Total Number of Opening Type Constructions

Autodesk.Revit.DB.Analysis.ConceptualConstructionOpeningType.Air
Air Opening

Autodesk.Revit.DB.Analysis.ConceptualConstructionOpeningType.InvalidOpeningTypeConstruction
Invalid value/not set Opening Type Construction